Repository: wolfwork/uSkyBlock-1
Catalog: src/main/po/*.po
Languages: de

source: §fWant to join another player's §fisland instead of starting §fyour own? If another player §finvites you to their island §fyou can click here or use §e/island accept §fto join them. §e§lClick here to accept an invite! §e§l(You must be invited first)
de: §fWillst du einer anderen Insel beitreten anstatt §feine eigene zu gründen? Falls dich jemand §feingeladen hat kannst du hier Klicken oder §e/island accept §feingeben um beizutreten. §e§lKlicke hier um eine Einladung anzunehmen! §e§l(Du musst erst Eingeladen werden)

source: §a§lIsland Help
de: §a§lInsel Hilfe

source: §fNeed help with skyblock §fconcepts or commands? View §fdetails about them here. §e§lClick here for help!
de: §fBrauchst du Hilfe bei den §fSkyblock Aufgaben oder §fBefehlen? Schaue dir §fDetails dazu an. §e§lKlick hier für Hilfe!

source: §a§lReturn Home
de: §a§lKehre zurück

source: §fReturn to your island's home §fpoint. You can change your home §fpoint to any location on your §fisland using §b/island sethome §e§lClick here to return home.
de: §fKehre zum Insel Zuhause zurück. §fDu kannst dein Zuhause an jede §fbeliebige Stelle deiner Insel setzen. §fNutze dazu §b/island sethome §e§lKlicke hier um nach Hause zu kommen

source: §a§lChallenges
de: §a§lAufgaben

source: §fView a list of §9challenges§f that §fyou can complete on your island §fto earn skybucks, items, perks, §fand titles.
de: §fSiehe eine Liste von Aufgaben die du §fauf deiner Insel beenden kannst um Geld, §fGegenstände, Erfahrungspunkte und §fTitel zu erhalten.

source: §e§lClick here to view challenges.
de: §e§lKlick hier um die Aufgaben zu sehen.

source: §4§lChallenges disabled.
de: §4§lAufgaben Deaktiviert.

source: §a§lIsland Level
de: §a§lInsel Stufe

source: §eCurrent Level: §a{0,number,##.#}
de: §eAktulle Stufe: §a{0,number,##.#}

source: §fGain island levels by expanding §fyour skyblock and completing §fcertain challenges. Rarer blocks §fwill add more to your level. §e§lClick here to refresh. §e§l(must be on island)
de: §fBekomme Insel Stufen indem du §fdeine SkyBlock Insel ausbaust und §fAufgaben beendest. Seltene §fBlöcke bringen mehr Punkte. §e§lKlick hier zum aktualisieren. §e§l(du musst auf deiner Insel sein)

source: §a§lIsland Group
de: §a§lInsel Gruppe

source: §fView the members of your island §fgroup and their permissions. If §fyou are the island leader, you §fcan change the member permissions. §e§lClick here to view or change.
de: §fZeige die Mitglieder deiner Insel und ihre §fRechte an. Als Inselbesitzer (Anführer) §fkannst du die Rechte der Mitglieder ändern. §e§lKlicke hier zum Anzeigen und ändern.

source: §a§lChange Island Biome
de: §a§lWechsel das Insel Biome

source: §fThe island biome affects things §flike grass color and spawning §fof both animals and monsters.
de: §fDas Inselbiome beeinflusst dinge §fwie die Rasenfarbe oder das §ferscheinen von Tieren und Monstern.

source: §e§lClick here to change biomes.
de: §e§lKlick hier um das Siam zu ändern.

source: §c§lYou can't change the biome.
de: §c§lDu kannst das Biome nicht ändern.

source: §a§lIsland Lock
de: §a§lInsel Gesperrt

source: §eLock Status: §aActive §fYour island is currently §clocked. §fPlayers outside of your group §fare unable to enter your island.
de: §eSchutz Status: §aAktiv §fDeine Insel ist zur Zeit §cgesichert. §fNur deine Gruppenmitglieder und §fdu können die Insel betreten.

source: §e§lClick here to unlock your island.
de: §e§lKlick hier um deine Insel zu entsperren.

source: §c§lYou can't change the lock.
de: §c§lDu kannst die Insel nicht Ent,-Sperren

source: §eLock Status: §8Inactive §fYour island is currently §aunlocked. §fAll players are able to enter your §fisland, but only you and your group §fmembers may build there.
de: §eSchutz Status: §8Inaktiv §fDeine Insel ist zur Zeit §aungesichert. §fAlle Spieler können deine Insel betreten. §fAber nur deine Gruppenmitglieder und §fdu dürfen auf der Insel Bauen.

source: §e§lClick here to lock your island.
de: §e§lKlick hier um deine Insel zu sperren.

source: §a§lIsland Warp
de: §a§lInsel Warp

source: §eWarp Status: §aActive §fOther players may warp to your §fisland at anytime to the point §fyou set using §d/island setwarp.
de: §eWarp Status: §aAktiv §fandere Spieler können sich §fjederzeit zu deinem Inselwarppunkt warpen. §fZum setzen benutze §d/island setwarp§f.

source: §e§lClick here to deactivate.
de: §e§lKlick hier zum Deaktivieren.

source: §c§lYou can't change the warp.
de: §c§lDu kannst den Warppunkt nicht verändern.

source: §eWarp Status: §8Inactive §fOther players can't warp to your §fisland. Set a warp point using §d/island setwarp §fbefore activating.
de: §eWarp Status: §8Inaktiv §fandere Spieler können sich nicht §fzu deinem Insel warpen. §fBevor du den Warppunkt aktivieren kannst §fmusst du mit §d/island setwarp §feinen erstellen.

source: §e§lClick here to activate.
de: §e§lKlick hier zum Aktivieren.

source: §a§lIsland Log
de: §a§lInsel Logbuch

source: §fView a log of events from §fyour island such as member, §fbiome, and warp changes. §e§lClick to view the log.
de: §fZeigt Einträge von Ereignissen wie: §fMitglieder, Warp oder Biome änderungen. §eKlick hier zum anzeigen.

source: §a§lChange Home Location
de: §a§lWechsel die Heimat Position

source: §fWhen you teleport to your §fisland you will be taken to §fthis location. §e§lClick here to change.
de: §fWenn du dich zu deiner Insel §fteleportierst wirst du an §fdiese Stelle gebracht. §e§lKlick hier um zu ändern.

source: §a§lChange Warp Location
de: §a§lÄndere Warppunkt

source: §fWhen your warp is activated, §fother players will be taken to §fthis point when they teleport §fto your island. §e§lClick here to change.
de: §fWenn dein InselWarp aktiv ist, §fandere Spieler werden §fdann zu diesem Punkt §fdeiner Insel Teleportiert. §e§lKlick hier zum ändern.

source: §a§lLeader
de: §a§lAnführer

source: Permissions
de: Rechte

source: Island Biome
de: Insel Biome

source: Challenge Menu
de: Aufgaben Menue

source: §9SB Island Group Members
de: §9SB Gruppenmitglieder der Insel

source: Something went wrong saving the island and/or party data!
de: Etwas ist Schiefgelaufen beim speichern der Insel/Spieler Daten...!

source: §4Player is already assigned to this island!
de: §4Dieser Spieler gehört bereits zu deiner Insel!

source: §4You are not part of an island. Returning you the spawn area!
de: §4Du bist kein Teil einer Insel. Kehre zum Spawn zurück!

source: §aTeleporting you to your island.
de: §aTeleportiert Dich zu deiner Insel.

source: §aYou will be teleported in {0} seconds.
de: §aDu wirst in {0} Sekunden Teleportiert.

source: §4Unable to warp you to that player's island!
de: §4Es ist nicht möglich Dich zu der Insel von dem Spieler zu Warpen!

source: §aTeleporting you to
de: §aTeleportiert dich zu

source: §4You must be closer to your island to set your skyblock home!
de: §4Du musst näher zu deiner Insel um dein SkyBlock Zuhause zu setzen!

source: §aYour skyblock home has been set to your current location.
de: §aDein SkyBlock Zuhause wurde an deine aktuelle Stelle gesetzt.

source: Could not create your Island. Please contact a server moderator.
de: Deine Insel konnte nicht Erschaffenwerden. Bitte kontaktiere einen Admin/Moderator

source: Player doesn't have an island or it's already protected!
de: Der Spieler hat keine Insel oder sie ist schon Geschützt.

source: §7Description: §b{0}
de: §7Beschreibung: §b{0}

source: §2ENABLED
de: §2FREIGEGEBEN

source: §4DISABLED
de: §4GESPERRT
