Repository: wolfwork/uSkyBlock-1
Catalog: src/main/po/*.po
Languages: de

source: §4Requirements will reset in {0} hours.
de: §4Anforderungen werden in {0} Stunden zurückgesetzt.

source: §4Requirements will reset in {0} minutes.
de: §4Anforderungen werden in {0} Minuten zurückgesetzt.

source: §eThis challenge requires the following:
de: §eDiese Aufgabe benötigt das folgende:

source: §6Item Reward: §a
de: §6Gegenstandsbelohnung: §a

source: §6Currency Reward: §a{0}
de: §6Währungsbelohnung: §a{0}

source: §6Exp Reward: §a{0}
de: §6Erfahrungsbelohnung: §a{0}

source: §dTotal times completed: §f{0}
de: §dSchon §f{0} mal Abgeschlossen.

source: §4The {0} challenge is not repeatable!
de: §4Diese {0} Aufgarbe kannst du nicht Wiederholen!

source: §4You don't have enough of the required item(s)!
de: §4Du hast nicht genügend von den benötigten Gegenständen!

source: §4You must be on your island to do that!
de: §4Du musst auf deiner Insel sein um das zu tun!

source: §4You must be standing within {0} blocks of all required items.
de: §4Du musst in {0} Blöcke Abstand von den benötigten Gegenständen stehen.

source: §4Your island must be level {0} to complete this challenge!
de: §4Deine Insel muss Stufe {0} haben um die Aufgabe zu beenden!

source: §4Unknown type of challenge: {0}
de: §4Unbekannte Aufgabe: {0}

source: §eStill the following blocks short: {0}
de: §eDir fehlen: {0}

source: §eStill the following entities short: {0}
de: §eDir fehlen: {0}

source: §eYou are the following items short:{0}
de: §eDir fehlen:{0}

source: §aYou have completed the {0} challenge!
de: §aDu hast die {0} Aufgebe beendet!

source: §eItem reward(s): §f{0}
de: §eGegenstandsbelohnung: §f{0}

source: §eExp reward: §f{0,number,#.#}
de: §eErfahnungsbelohnung: §f{0,number,#.#}

source: §eCurrency reward: §f{0,number,###.##} {1} §a ({2,number,##.##})%
de: §eWährungsbelohnung: §f{0,number,###.##} {1} §a ({2,number,##.##})%

source: §eYour inventory is §4full§e. Items dropped on the ground.
de: §eDein Inventar ist §4voll§e. Die Gegenstände fallen auf den Boden!

source: §e§lClick to complete this challenge.
de: §e§lKlick hier um die Aufgabe zu beenden!

source: §4§lYou can't repeat this challenge.
de: §4§lDu kannst diese Aufgabe nicht wiederholen!

source: §fComplete most challenges in
de: §fBeende die meisten aufgaben in

source: §fthis rank to unlock the next rank.
de: §fDiese Stufe um die nächste Stufe Freizuschalten.

source: §eClick here to show previous page
de: §eKlick hier um zu vorherigen Seite zu gelangen.

source: §eClick here to show next page
de: §eKlick hier um zur nächsten Seite zu gelangen.

source: §4§lLocked Challenge
de: §4§lGesperrte Aufgabe.

source: §4Your island data is being loaded - try again later
de: §4Ihre Inseldaten werden geladen - Versuch es Später noch einmal.

source: §eChallenges has been disabled. Contact an administrator.
de: §eAufgabe wurde Deaktiviert. Wende dich an einen Admin.

source: §4You don't have access to this command!
de: §4Du darfst diesen Befehl nicht ausführen!

source: §4You can only submit challenges in the skyblock world!
de: §4Du kannst nur in der SkyBlock Welt Aufgaben hinzufügen.

source: §4You can only submit challenges when you have an island!
de: §4Du kannst nur Aufgaben hinzufügen wenn du eine Insel besitzt.

source: §eUse /c <name> to view information about a challenge.
de: §eBenutze /c <name> um Informationen über diese Aufgabe zu erhalten.

source: §eUse /c complete <name> to attempt to complete that challenge.
de: §eBenutze /c complete <name> um die Aufgabe Abzuschliesen.

source: §eChallenges will have different colors depending on if they are:
de: §eAufgaben haben unterschiedliche Farben, abhängig von:

source: §4You will lose all required items when you complete this challenge!
de: §4Du wirst alle Benötigten Gegenstände zerstören wenn du die Aufgabe beendest.

source: §4All required items must be placed on your island, within
de: §4Alle benötigten Gegenstände musst du auf deiner Insel plazieren in

source: §4This Challenge is not repeatable!
de: §4Diese Aufgabe kannst du nicht wiederholen!

source: §4Invalid challenge name! Use /c help for more information
de: §4Ungültiger Aufgaben Name! Benutze /c help für mehr Informationen.

source: §ePlayer {0} has no island!
de: §eSpieler {0} Hat keine Insel!

source: §eInvalid player {0} supplied.
de: §eUngültiger Spieler {0} Angegeben!

source: Manage challenges for a player
de: Bestimme die Aufgaben für einen Spieler.

source: §4Challenge has already been completed
de: §4Aufgabe wurde schon beendet!

source: §echallenge: {0} has been completed for {1}
de: §eAufgabe: {0} Wurde schon {1} mal Abgeschlossen.

source: resets the challenge for the player
de: Setzt die Aufgaben für einen Spieler zurück.

source: §4Challenge has never been completed
de: §4Aufgabe wurde noch nicht beendet.

source: §echallenge: {0} has been reset for {1}
de: §eAufgabe: {0} wurde für {1} zurückgesetzt.

source: resets all challenges for the player
de: Setzt alle Aufgaben für den Spieler zurück!

source: §e{0} has had all challenges reset.
de: §e{0} Hat alle Aufgaben zurücksetzen lassen.

source: §4No challenge named {0} was found!
de: §4Keine Aufgabe mit dem Namen {0} wurde Gefunden!

source: §4No player named {0} was found!
de: §4Kein Spieler mit dem Namen {0} wurde Gefunden!

source: manage islands
de: Bearbeite die Inseln

source: protects the island
de: Sichere die Inseln ab

source: delete the island (removes the blocks)
de: Lösche eine Insel (Entfernt auch die Blöcke)

source: §9Deleted abandoned island at your current location.
de: §9Löscht Verlassene Insel an ihrer aktuellen Position

source: §4Island at this location has members! §eUse §9/usb island delete <name>§e to delete it.
de: §4Die Insel an ihrem Standort hat Mitglieder! §eBenutze §9/usb island delete <name>§e Um die Insel zu Löschen.

source: removes the player from the island
de: Entfernt Spieler von der Insel.

source: print out info about the island
de: Zeige Informationen zu der Insel.

source: protects all islands (time consuming)
de: Schützt alle Inseln (Zeitaufwändig)

source: sets the biome of the island
de: Setzt das Biome einer Insel

source: §4That player has no island.
de: §4Dieser Spieler hat keine Insel.

source: §4No valid island at your location
de: §4Keine Gültige Insel an ihrer Position.

source: §4No valid player-name supplied.
de: §4Kein Gültiger Spielername angegeben.

source: Removing {0} from island
de: Entferne {0} von der Insel.

source: §eChanged biome of {0}s island to {1}.
de: §eWechsle das Biome von {0}s Insel, zu {1}.

source: §eChanged biome of {0}s island to OCEAN.
de: §eWechsle das Biome von {0}s Insel zu OZEAN.

source: §aYou may need to go to spawn, or relog, to see the changes.
de: §aDu musst eventuell zum Spawn gehen, oder dich neu einloggen um die Aufgaben zu sehen.

source: §e{0} has had their biome changed to {1}.
de: §e{0} Hat ihr Biome geändert zu {1}.

source: §e{0} has had their biome changed to OCEAN.
de: §e{0} Hat ihr Biome geändert zu OZEAN.

source: §4Sorry!§e A protect-all is already running. Let it complete first.
de: §4Sorry!§e Der Befehl ALLES-SCHÜTZEN läuft bereits. Warte bis er Fertig ist!

source: §eStarting a protect-all task. It will take a while.
de: §eStarte ALLES-SCHÜTZEN. Das wird jetzt etwas dauern...

source: §eRemoving {0}'s island.
de: §eEntferne {0}'s Insel.

source: Error: That player does not have an island!
de: Fehler: Dieser Spieler hat keine Insel!

source: §e{0}'s island at {1} has been protected
de: §e{0}'s Insel bei {1} wurde Geschützt.

source: §4{0}'s island at {1} was already protected
de: §4{0}'s Insel bei {1} ist bereits Geschützt.

source: controls the currently running async tasks
de: Kontrolliert die laufenden async Aufgaben.

source: lists currently running tasks
de: Listet die aktuell laufenden Aufgaben.

source: §cNo running tasks
de: §cKeine laufenden Aufgaben.

source: cancels the task with the given number.
de: Beendet die Aufgabe mit der gegebenen Nummer.

source: §4Could not cancel
de: §4Kann nicht beendet werden.

source: §4A valid number must be supplied as task-id.
de: §4Eine gültige Nummer muss einegegeben werden als Aufgaben-Id.

source: §4No tasks detected.§e Try §b/usb async list§e first.
de: §4Keine Aufgabe gefunden.§e Versuche §b/usb async list§e als erstes.

source: §4A number between 1 and
de: §4Eine Zahl zwischen 1 und

source: Controls player-cooldowns
de: Kontrolliert Spieler-Abklingzeiten

source: clears the cooldown on a command (* = all)
de: Löscht die Abklingzeit von einem Befehl (* = alle)

source: The player is not currently online
de: Der Spieler ist Gegenwärtig nicht Online.

source: Cleared cooldown on {0} for {1}
de: Abklingzeit von {0} für {1} gelöscht.

source: No active cooldown on {0} for {1} detected!
de: Keine aktive Abklingzeit bei {0} für {1} gefunden!

source: Invalid command supplied, only restart and biome supported!
de: Ungültiger Befehl! Nur Neustart und Biome werden unterstützt!

source: resets the cooldown on the command
de: Setzt die Abklingzeit für den Befehl zurück.

source: §eThe player is not currently online
de: §eDer Spieler ist im moment nicht Online.

source: §eReset cooldown on {0} for {1}§e to {2} seconds
de: §eSetzt die Abklingzeit von {0} für {1}§e, zu {2} Sekunden

source: lists all the active cooldowns
de: Zeige alle aktiven Abklingzeiten

source: §eNo active cooldowns for §9{0}§e found.
de: §eKeine Aktiven abklingzeiten von §9{0}§e gefunden.

source: control debugging
de: Steuert Fehlererprüfung

source: set debug-level
de: Setzt FehlerPrüfungs-Level

source: §4Logging wasn't active, so you can't disable it!
de: §4Aufzeichnen ist nicht Aktiv, deshalb kannst du es nicht ausschalten!

source: flush current content of the logger to file.
de: Speichert gerade die Aufzeichnungen.

source: §eLog-file has been flushed.
de: §eLog-Datei wurde geleert.

source: §4Logging is not enabled, use §d/usb debug enable
de: §4Aufzeichnen ist nicht Aktiv, benutze §d/usb debug enable

source: §4Invalid argument, try INFO, FINE, FINER, FINEST
de: §4Ungültiges Agumentt, Versuche: INFO, FINE, FINER, FINEST

source: §eLogging disabled!
de: §eAufzeichnen Ausgeschaltet!

source: tries to fix the the area of flatland.
de: Versucht das Flachland zu Reparieren.

source: §4No valid island found
de: §4Keine gültige Insel gefunden

source: §4No flatland detected at {0}'s island!
de: §4Kein Flachlang gefunden an {0}'s Insel!

source: manually update the top 10 list
de: Aktualisiere manuell die 10 Besten Liste!

source: §eGenerating the Top Ten list
de: §eErstellt die 10 Besten liste

source: §eFinished generation of the Top Ten list
de: §eDie 10 Bestel Liste erfolgreich erstellt

source: Teleport to another players island
de: Teleportiert zu einer anderen Spieler insel.

source: §4Only supported for players
de: §4Nur für Spieler unterstützt

source: §aTeleporting to {0}'s island.
de: §aTeleportiert zu {0}'s Insel.

source: §4That player does not have an island!
de: §4Dieser Spieler besitzt keine Insel!

source: imports players and islands from other formats
de: Importiere Sieler und Inseln aus anderen Formaten

source: transfer leadership to another player
de: Übergib die Führung an einen anderen Spieler

source: §4Player {0} has no island to transfer!
de: §4Spieler {0} Hat keine Insel zum Übertragen!

source: §ePlayer §d{0}§e already has an island.§eUse §d/usb island remove <name>§e to remove him first.
de: §eSpieler §d{0}§e hat bereits eine Insel.§eBenutze §d/usb island remove <name>§e um ihn zuerst zu entfernen.

source: §bLeadership transferred by {0}§b to {1}
de: §bFührung übergeben von {0}§b an {1}

source: manage orphans
de: Handhabe Waise

source: count orphans
de: Zähle Waise

source: §e{0} old island locations will be used before new ones.
de: §e{0} Alte Inselstandorte werden von neuen benutzt.

source: clear orphans
de: Lösche Waise

source: §eClearing all old (empty) island locations.
de: §eLösche alle alten (Leeren) Insel Standorte.

source: save orphans
de: Speichere Waise

source: §eSaving the orphan list.
de: §eSpeicher die Waisen Liste.

source: list orphans
de: Zeige Waise

source: §eOrphans: {0}
de: §eWaise: {0}

source: purges all abandoned islands
de: Löscht alle verlassenen Inseln

source: §4A purge is already running, please wait for it to finish!
de: §4Die Säuberung läuft bereits, warte Bitte bis diese zu ende ist.

source: §4You must provide the age in days to purge!
de: §4Du musst die Zeit für die Säuberung in Tagen angeben!

source: §eMarking all islands inactive for more than {0} days.
de: §eSetze alle Inseln für {0} Tage inaktive.

source: set a player's island to your location
de: Setze die Insel eines Spielers an deine Position

source: §aSet {0}'s island to the bedrock nearest you.
de: §aSetzte {0}'s Insel auf das Grundgestein in deiner nähe.

source: §4Bedrock not found: unable to set the island!
de: §4Grundgestein nicht gefunden: Nicht möglich die Insel zu setzen!

source: reload configuration from file.
de: Lade die Einstellungen von einer Datei.

source: §eConfiguration reloaded from file.
de: §eEInstellungen geladen von der Datei.

source: displays version information
de: Zeige Versions Informationen

source: various WorldGuard utilities
de: Verschiedene WeltSchutz Vorrichtungen

source: refreshes the chunks around the player
de: Aktualisiere die Chunks um den Spieler

source: §eResending chunks to the client
de: §eChunks werden erneut zum Client gesendet

source: load the region chunks
de: Lade die Regionalen Chunks

source: §eLoading chunks at {0}
de: §eLade chunks bei {0}

source: §eUnloading chunks at {0}
de: §eEntlade chunks bei {0}

source: Ultimate SkyBlock Admin
de: Ultimativer SkyBlock Anführer

source: show player-information
de: Zeige Spieler Informationen

source: §4Your island is full, or you have too many pending invites. You can't invite anyone else.
de: §4Deine Insel ist Voll, oder du hast zu viele laufende einladungen. Du kannst keinen mehr einladen.

source: §4That player is already leader on another island.
de: §4Dieser Spiler ist Bereitz Anführer einer anderen Insel.

source: §e{0}§e tried to invite you, but you are already in a party.
de: §e{0}§e hat versucht dich einzuladen, aber du bist bereits in deiner gruppe.

source: {0}§e has invited you to join their island!
de: {0}§e Hat dich eingeladen auf seiner Insel zu Leben!

source: §f/island [accept/reject]§e to accept or reject the invite.
de: §f/island [accept/reject]§e um die Einladung zu Bestätigen oder Abzulehnen.

source: §4WARNING: You will lose your current island if you accept!
de: §4WARNUNG: Du verlierst diene Insel wenn du Bestätigst!

source: {0}§e has rejected the invitation.
de: {0}§e Hat diene Einladung Abgelehnt.

source: §4You can't use that command right now. Leave your current party first.
de: §4Du kannst diesen Befehl im Moment nicht nutzen. Verlasse zuerst deine Gruppe.

source: §aYou have joined an island! Use /island party to see the other members.
de: §aDu bist einer Inselgruppe beigetreten. Benutze /island party um die anderen Mitglieder zu sehen.

source: §b{0}§d has joined your island group.
de: §b{0}§d ist deiner Inselgruppe Beigetreten.

source: §eInvitation for {0}§e has timedout or been cancelled.
de: §eDie Einladung für {0}§e wurde Abgebrochen oder hat zu lange Gedauert.

source: §eInvitation for {0}'s island has timedout or been cancelled.
de: §eDie Einladung für {0}'s Insel wurde Abgebrochen oder hat zu lange Gedauert.

source: accept/reject an invitation.
de: An/-ablehnen eine Einladung.

source: §eYou have rejected the invitation to join an island.
de: §eDu hast die Einladung einer Insel beizutreten abgelehnt.

source: §4You haven't been invited.
de: §4Du wurdest nicht eingeladen.

source: §eYou have accepted the invitation to join an island.
de: §eDu hast die Inseleinladung angenommen.

source: ban/unban a player from your island.
de: Banne/Entbanne Spieler von deiner Insel.

source: §eThe following players are banned from warping to your island:
de: §eDie folgenden Spieler dürfen sich nicht auf deine insel Warpen:

source: §eTo ban/unban from your island, use /island ban <player>
de: §eUm einen Spieler von deiner Insel zu Bannen/Entbannen nutze: /island ban <player>

source: §4You can't ban members. Remove them first!
de: §4Du kannst keine Mitglieder Bannen. Entferne Sie zuerst!

source: §4You do not have permission to kick/ban players.
de: §4Du hast nicht die Rechte dazu andere zu Kicken/Bannen.

source: §eYou have banned §4{0}§e from warping to your island.
de: §eDu hast §4{0}§e Verbannt. Diese(r) kann sich nicht mehr auf deine Insel warpen.

source: §eYou have unbanned §a{0}§e from warping to your island.
de: §eDu hast §4{0}§e Entbannt. Diese(r) kann sich wieder auf deine Insel warpen.

source: change the biome of the island
de: Ändere das Biome der Insel

source: §cYou do not have permission to change the biome of your current island.
de: §cDu verfügst nicht über die rechte von deiner aktuellen Insel das Biome zu ändern.

source: §eYou can change your biome again in {0,number,#} minutes.
de: §eDu kannst in {0,number,#} Minuten das Biome wieder ändern.

source: §aYou have changed your island''s biome to {0}
de: §aDu hast das Insebiome zu {0} gewechselt

source: {0} changed the island biome to {1}
de: {0} Wechselt das Inselbiom zu {1}

source: §aYou have misspelled the biome name, changing your biome to OCEAN
de: §aDu hast einen ungültigen Biomenamen eingegeben. Ändert das Biome zu OZEAN

source: {0} changed the island biome to OCEAN
de: {0} Wechselt das Inselbiome zu OZEAN

source: §eYou must be on your island to change the biome!
de: §eDu musst auf deiner Insel sein um das Biome zu ändern.

source: §4You do not have permission to change the biome of this island!
de: §4Du hast nicht die Rechte um das Biome der Insel zu ändern!

source: create an island
de: Erstelle eine Insel

source: §4Island found!§e You already have an island. If you want a fresh island, type§b /is restart§e to get one
de: §4Insel gefunden!§e Du besitzt bereits eine Insel. Willst du neu starten, gib§b /is restart§e ein für eine neue.

source: §4Island found!§e You are already a member of an island. To start your own, first§b /is leave
de: §4Insel gefunden!§e Du bist Mitglied auf einr Insel. Um deine eigene zu starten gib§b /is leave§e ein.

source: §eYou can create a new island in {0,number,#} seconds.
de: §eDu kannst in {0,number,#} Sekunden eine Neue Insel erstellen.

source: teleport to the island home
de: Teleportiert zum Insel Zuhause

source: check your or anothers island info
de: Prüfe deine oder die Inseldaten eines anderen Spielers

source: §4Island level has been disabled, contact an administrator.
de: §4Insel Level wurde Deaktiviert, kontaktiere einen Administrator.

source: §eYou must be on your island to use this command.
de: §eDu musst auf deiner Insel sein um den Befehl nutzen zu können.

source: §4You do not have an island!
de: §4Du hast keine Insel!

source: §4You do not have access to that command!
de: §4Du hast keinen Zugriff auf diesen Befehl!

source: §4That player is invalid or does not have an island!
de: §4Diser Spieler ist Ungültig oder hat keine Insel!

source: §eBlocks on {0}s Island (page {1,number} of {2,number}):
de: §eBlöcke von {0}s Insel (Seite {1,number} von {2,number}):

source: Score Count Block
de: Wert der Gezählten Blöcke

source: invite a player to your island
de: Läd einen Anderen Spieler auf deine Insel ein.

source: §eUse§f /island invite <playername>§e to invite a player to your island.
de: §eBenutze§f /island invite <playername>§eUm einen Spieler auf deine Insel einzuladen.

source: §4Only the island's owner can invite!
de: §4Nur der Inselbesitzer kann andere einladen!

source: §aYou can invite {0} more players.
de: §aDu kannst noch {0} Spieler einladen.

source: §4You can't invite any more players.
de: §4Du kannst keine weiteren Spieler einladen.

source: §4You do not have permission to invite others to this island!
de: §4Du hast keine Rechte andere auf deine Insel einzuladen!

source: §4That player is offline or doesn't exist.
de: §4Dieser Spiler ist entwerder Offline oder existiert nur in deiner Fantasie.

source: §4You can't invite yourself!
de: §4Du kannst dich selber nicht Einladen!

source: §4That player is the leader of your island!
de: §4Dieser Spieler ist der Anfüher auf deiner Insel!

source: {0}§d invited {1}
de: {0}§d Eingeladen {1}

source: remove a member from your island.
de: Entferne einen Spieler von deiner Insel.

source: §4You do not have permission to kick others from this island!
de: §4Du hast nicht die Rechte dazu andere Spieler von der Insel zu werfen!

source: §4That player doesn't exist.
de: §4Dieser Spieler existiert nicht!

source: §4You can't remove the leader from the Island!
de: §4Du kannst den Anführer der Insel nicht entfernen!

source: §4Stop kickin' yourself!
de: §4Hör auf dich selber raus zu werfen!

source: §4{0} has been removed from the island.
de: §4{0} wurde von der Insel entfernt.

source: §4{0} has been kicked from the island.
de: §4{0} wurde von der insel geschmissen.

source: §4That player is not part of your island group, and not on your island!
de: §4Dieser Spieler ist nicht in deiner Inselgruppe , und auf deiner Insel!

source: leave your party
de: Verlasse deine Gruppe

source: §4You can't leave your island if you are the only person. Try using /island restart if you want a new one!
de: §4Du kannst deine Insel nicht Verlassen wenn du die einzige Person auf der Insel bist. Versuche /island restart falls du eine neue Insel möchtest.

source: §eYou own this island, use /island remove <player> instead.
de: §eDir gehört die Insel, benutze anstelle /island remove <player>.

source: §eYou have left the island and returned to the player spawn.
de: §eDu hast die Insel verlassen und kommst zurück zum Spieler Spawn.

source: §4{0} has left your island!
de: §4{0} Hat deine Insel Verlassen.

source: §4You must be in the skyblock world to leave your party!
de: §4Du musst in der SkyBlock Welt sein um die Gruppe zu verlassen!

source: check your or anothers island level
de: Zeige die Stufe deiner oder einer anderen Insel

source: §eInformation about
de: $eInfotmationen über

source: §aIsland level is {0,number,###.##}
de: §aInsel Stufe ist {0,number,###.##}

source: §9Rank is {0}
de: §9Stufe ist {0}

source: lock your island to non-party members.
de: Sperrt deine Insel für nicht Mitglieder.

source: §4You do not have permission to lock your island!
de: §4Du hast nicht die Rechte um die Insel zu Sperren!

source: §4You do not have permission to unlock your island!
de: §4Du hast nicht die Rechte um die Insel zu Entsperren!

source: display log
de: Zeige log

source: transfer leadership to another member
de: Übertrage die Führerrolle zu einem Anderen Spieler

source: §4You can only transfer ownership to party-members!
de: §4Du kannst die Führerschaft nur auf Gruppenmitglieder übertragen!

source: {0}§e is already leader of your island!
de: {0}§e ist bereits der Anführer der Insel!

source: §4Only leader can transfer leadership!
de: §4Nur Anführer können die Führerschaft übertragen!

source: {0} tried to take over the island!
de: {0} hat versucht die Insel zu übernehmen!

source: show party information
de: Zeige Gruppen Information

source: shows information about your party
de: Zeigt Informationen über diene Gruppe

source: show pending invites
de: Zeige laufende einladungen

source: §eNo pending invites
de: §eKeine laufenden Einladungen

source: withdraw an invite
de: Ziehe eine Einladung zurück

source: §4You don't have permissions to unvite players.
de: §4Du hast nicht genügend Rechte um den Spieler auszuladen.

source: §4This command can only be executed by a player
de: §4Dieser Befehl kann nur von Spielern ausgeführt werden

source: §4No Island. §eUse §b/is create§e to get one
de: §4Keine Insel. §eBenutze §b/is create§e um eine zu Starten
