Repository: wolfwork/uSkyBlock-1
Catalog: src/main/po/*.po
Languages: de

source: delete your island and start a new one.
de: Löscht deine Insel und startet eine neue.

source: §4Only the owner may restart this island. Leave this island in order to start your own (/island leave).
de: §4Nur der Besitzer kann die Insel neustarten. Um deine eigene Starten zu können verlasse die Insel mit (/island leave)

source: §eYou must remove all players from your island before you can restart it (/island kick <player>). See a list of players currently part of your island using /island party.
de: §eDu musst zuerst alle Spieler mit (/island kick <player>) von der Insel entfernen. Nutze (/island party) um zu sehen welche Spieler zu deine Insel gehören.

source: §eYou can restart your island in {0} seconds.
de: §eDu kannst diene Insel in {0} Sekunden Neustarten.

source: §eNOTE: Your entire island and all your belongings will be RESET!
de: §eHINWEIS: Deine komplette Insel und alle Errungenschaften werden Zurückgesetzt!

source: set the island-home
de: Setze dein Inselzuhause

source: set your island's warp location
de: Setze dein Insel Warp Punkt.

source: §cYou do not have permission to set your island's warp point!
de: §cDu hast keine Rechte um einen Insel Warppunkt zu setzen!

source: §cYou need to be on your own island to set the warp!
de: §cDu musst auf deiner eigenen Insel sein um den Warppunkt zu setzen!

source: §b{0}§d changed the island warp location.
de: §b{0}§d Hat die Position des Warppunkte’s geändert.

source: teleports you to the skyblock spawn
de: Teleportiert dich zum SkyBlock Spawn

source: enable/disable warping to your island.
de: Aktiviere/Deaktiviere Warping zu deiner Insel.

source: §4Your island is locked. You must unlock it before enabling your warp.
de: §4Deine Insel ist gesperrt. Du musst zuerst entsperren um Warpen frei zu schalten.

source: §cYou do not have permission to enable/disable your island's warp!
de: §cDu verfügst nicht über die rechte um den Insel warppunkt ein-,auszuschalten!

source: display the top10 of islands
de: Zeige die top 10 Inseln

source: trust/untrust a player to help on your island.
de: Vertraue/Mistraue einen Spieler auf deiner Insel.

source: §eThe following players are trusted on your island:
de: §eDu vertraust den folgenden Spielern auf deiner Insel:

source: §eTo trust/untrust from your island, use /island trust <player>
de: §eUm einen Spieler zu Vertrauen/Mistrauen gib : „/island trust <player>“ ein.

source: §4Members are already trusted!
de: §4Mitgliedern wird bereits vertraut!

source: §4Unknown player {0}
de: §4Unbekanter Spieler {0}

source: §eYou have trusted §4{0}§e on your island.
de: §eDu vertraust nun §4{0}§e auf deiner Insel.

source: §eYou have revoked your trust in §a{0}§e on your island.
de: §eDu misstraust jetzt §a{0}§e auf deiner Insel.

source: warp to another player's island
de: Warpt dich auf die Insel eines anderen Spielers

source: §aYour incoming warp is active, players may warp to your island.
de: §aDein Warmpunkt ist aktiv, Spieler können sich zu deiner Insel Warpen.

source: §4Your incoming warp is inactive, players may not warp to your island.
de: §aDein Warmpunkt ist inaktiv, Spieler können sich nicht zu deiner Insel Warpen.

source: §fSet incoming warp to your current location using §e/island setwarp
de: §fSetze den Warmpunkt für die ankommenden Spieler mit §e/island setwarp §fan deine aktuelle Position.

source: §fToggle your warp on/off using §e/island togglewarp
de: §fSchalte deinen Warp ein/aus mit §e/island togglewarp§f.

source: §4You do not have permission to create a warp on your island!
de: §4Du verfügst nicht über die Rechte einen Warppunkt auf deiner Insel zu erstellen!

source: §fWarp to another island using §e/island warp <player>
de: §fUm dich auf die Insel eines anderen Spielers zu Warpen nutze §e/island warp <player>§f.

source: §4You do not have permission to warp to other islands!
de: §4Du hast keine Rechte um die auf andere Inseln zu Warpen!

source: §4That player does not exist!
de: §4Dieser Spieler existiert nicht!

source: §4That player does not have an active warp.
de: §4Dieser Spieler besitzt keinen aktiven Warp.

source: §4That player has forbidden you from warping to their island.
de: §4Dieser Spieler hat dir Verboten sich auf seine Insel zu Warpen.

source: general island command
de: Allgemeine Insel Befehle

source: §eYou can not use another islands portals! Shame on you - cheater!
de: §eDu kannst nicht die Portale einer anderen Insel nutzen! Schäme dich - Cheater!

source: §eTrading isn't allowed on other islands. Go home - cheater!
de: §eHandeln ist auf anderen Inseln nicht erlaubt. Geh heim - Cheater!

source: §eChanging your obsidian back into lava. Be careful!
de: §eVerwandelt dein Obsidian wieder in lava. Sei vorsichtig!

source: §4It's a bad idea to replace your lava!
de: §4Es ist eine Schlechte Idee deine Lava zu ersetzen!

source: §4That player has forbidden you from teleporting to their island.
de: §4Dieser Spieler hat dir Verboten sich auf seine Insel zu Teleportieren.

source: §9{0}§7 timed out
de: §9{0}§7 zeitüberschreitung

source: §eDoing §9{0}§e is §cRISKY§e. Repeat the command within §a{1}§e seconds to accept!
de: §9{0}§e ist §cGefährlich§e. Wiederhole den Befehl innerhalb von §a{1}§e Sekunden um zu bestätigent!

source: §eYour island is now locked. Only your party members may enter.
de: §eDeine Insel ist nun gesperrt. Nur noch Mitglieder deiner Gruppe können eintreten.

source: §4You must be the party leader to lock your island!
de: §4Du musst der Gruppenleiter sein um die Insel zu entsperren!

source: §eYour island is unlocked and anyone may enter, however only you and your party members may build or remove blocks.
de: §eDeine Insel ist nicht gesperrt, jeder Spieler kann eintreten aber nur du und Gruppenmitglieder können Blöcke platzieren/abbauen.

source: §4You must be the party leader to unlock your island!
de: §4Du musst der Gruppenleiter sein um deine Insel zu entsperren!

source: §4No importer named §e{0}§4 found
de: §4Kein import mit dem Namen §e{0}§4 gefunden

source: §eConverted
de: §eUmgewandelt

source: §4Since your island is locked, your incoming warp has been deactivated.
de: §4Seit deine Insel gesperrt ist, ist dein ankommender Warmpunkt deaktiviert.

source: §b{0}§d deactivated the island warp.
de: §b{0}§d hat den Inselwarppunkt Deaktiviert.

source: §cThe island you are on is being deleted! Sending you to spawn.
de: §cDie Insel auf der du warst wurde Gelöscht! Du wirst zum Shawn gesendet.

source: §eWALL OF FAME (page {0} of {1}):
de: §eRuhmeshalle (Seite {0} von{1}):

source: §4Top ten list is empty! (perhaps the generation failed?)
de: §4Top 10 liste ist leer! (vielleicht schlug die Erstellung fehl?)

source: §eYour rank is: §f{0}
de: §eDeine Stufe ist: §f{0}

source: §cYou were removed from your island since the last time you played!
de: §cDu wurdest von der Insel entfernt seit du das letzte mal Online warst.

source: Challenge Menu
de: Aufgaben Menue

source: §hPlayer Permissions
de: §hSpieler Rechte

source: §eClick here to return to §eyour island group's info.
de: §eKlick hier um zu deiner §eInselgruppen info zurückzukehren.

source: §eHover over an icon to view §ea permission. Change the §epermission by clicking it.
de: §eZeige auf ein Icon um die §eRechte zu sehen. Klicke §edarauf um diese zu ändern.

source: §aChange Biome
de: §aÄndert das Biom

source: §fThis player §acan§f change the §fisland's biome. Click here §fto remove this permission.
de: §fDieser Spieler §akann§f das §fInselbiome ändern. Klicke hier §fum ihm dieses Recht zu nehmen.

source: §cChange Biome
de: §cÄndert das Biom

source: §fThis player §ccannot§f change the §fisland's biome. Click here §fto grant this permission.
de: §fDieser Spieler §ckann nicht§f das §fInselbiome ändern. Klicke hier §fum ihm dieses Recht zu geben.

source: §aToggle Island Lock
de: §aSchalte den Inselschutz Ein/Aus

source: §fThis player §acan§f toggle the §fisland's lock, which prevents §fnon-group members from entering. §fClick here to remove this permission.
de: §fDieser Spieler §akann§f die Insel Ent-/Sperren. §fDies verhindert das nicht Gruppen §fMitglieder auf die Insel können. §fKlick hier um ihm dieses Recht zu nehmen.

source: §cToggle Island Lock
de: §cSchalte den Inselschutz Ein/Aus

source: §fThis player §ccannot§f toggle the §fisland's lock, which prevents §fnon-group members from entering. §fClick here to add this permission
de: §fDieser Spieler §ckann nicht§f die Insel Ent-/Sperren. §fDies verhindert das nicht Gruppen §fMitglieder auf die Insel können. §fKlick hier um ihm dieses Recht zu geben.

source: §aSet Island Warp
de: §aSetzt Insel Warppunkt

source: §fThis player §acan§f set the §fisland's warp, which allows §fnon-group members to teleport §fto the island. Click here to §fremove this permission.
de: §fDieser Spieler §akann§f den Warppunkt §fder Insel setzen, dies erlaubt §fNicht-Gruppenmitgliedern sich auf die §fInsel zu teleportieren. Klick hier §fum ihm dieses Recht zu nehmen.

source: §cSet Island Warp
de: §cSetzt Insel Warppunkt

source: §fThis player §ccannot§f set the §fisland's warp, which allows §fnon-group members to teleport §fto the island. Click here to §fadd this permission.
de: §fDieser Spieler §ckann nicht§f den Warppunkt §fder Insel setzen, dies erlaubt §fNicht-Gruppenmitgliedern sich auf die §fInsel zu teleportieren. Klick hier §fum ihm dieses Recht zu geben.

source: §aToggle Island Warp
de: §aSchalte den Insel Warp Ein/Aus

source: §fThis player §acan§f toggle the §fisland's warp, allowing them §fto turn it on or off at anytime. §fbut not set the location. Click §fhere to remove this permission.
de: §fDieser Spieler §akann§f jederzeit den §fWarppunkt der Insel Ein/Ausschalten, §faber §cnicht§f dessen Position ändern. §fKlick hier um ihm dieses Recht zu nehmen.

source: §cToggle Island Warp
de: §cSchalte den Insel Warp Ein/Aus

source: §fThis player §ccannot§f toggle the §fisland's warp, allowing them §fto turn it on or off at anytime, §fbut not set the location. Click §fhere to add this permission.
de: §fDieser Spieler §ckann nicht§f den §fWarppunkt der Insel Ein/Ausschalten, §fund nicht dessen Position ändern. §fKlick hier um ihm dieses Recht zu geben.

source: §aInvite Players
de: §aLade Spieler ein

source: §fThis player §acan§f invite §fother players to the island if §fthere is enough room for more §fmembers. Click here to remove §fthis permission.
de: §fDieser Spieler §akann§f andere §fSpieler auf die Insel einladen solange §fnoch ein Platz frei ist. Klick hier §fum ihm dies Recht zu nehmen.

source: §cInvite Players
de: §cLade Spieler ein

source: §fThis player §ccannot§f invite §fother players to the island. §fClick here to add this permission.
de: §fDieser Spieler §ckann keine§f anderen §fSpieler auf die Insel einladen. §fKlick hier um ihm dies Recht zu geben.

source: §aKick Players
de: §aEntferne Spieler

source: §fThis player §acan§f kick §fother players from the island, §fbut they are unable to kick §fthe island leader. Click here §fto remove this permission.
de: §fDieser Spieler §akann§f andere §fSpieler von der Insel werfen, §faber §cnicht§f den Anführer. Klick §hier um ihm dieses Recht zu nehmen.

source: §cKick Players
de: §cEntferne Spieler

source: §fThis player §ccannot§f kick §fother players from the island. §fClick here to add this permission.
de: §fDieser Spieler §ckann keine§f andere §fSpieler von der Insel werfen. §fKlick hier um ihm dieses Recht zu geben.

source: §9Island Group Members
de: §9Insel Gruppen Mitglieder

source: §aGroup Info
de: §aGruppen Info

source: §aMore players can be invited to this island.
de: §aMehr Spieler können eingeladen werden.

source: §cThis island is full.
de: §cDIese Insel ist voll.

source: §eHover over a player's icon to §eview their permissions. The §eleader can change permissions §eby clicking a player's icon.
de: §eZeige auf ein Spieler Icon um ihre §eRechte zu sehen. Der Anführer kann §ediese Rechte durch Klicken §eauf das Spieler Icon ändern.

source: §a§lLeader §aCan §fchange the island's biome. §aCan §flock/unlock the island. §aCan §fset the island's warp. §aCan §ftoggle the island's warp. §aCan §finvite others to the island. §aCan §fkick others from the island.
de: §a§lDer Anführer kann: §fdas Insel Biome ändern. §fldie Insel Ent-/Sperren §fden Insel Warppunkt setzen. §fdein Insel Warp Ein-/Ausschalten. §fSpieler auf die Insel einladen. §fSpieler von der Insel werfen.

source: §e§lMember
de: §e§lMitglied

source: §aCan §fchange the island's biome.
de: §aKann §das Insel Boome ändern.

source: §cCannot §fchange the island's biome.
de: §cKann nicht §fdas Insel Boome ändern.

source: §aCan §flock/unlock the island.
de: §aKann §fdie Insel Ent-/Sperren.

source: §cCannot §flock/unlock the island.
de: §cKann nicht §fdie Insel Ent-/Sperren.

source: §aCan §fset the island's warp.
de: §aKann §fden Insel Warppunkt setzen.

source: §cCannot §fset the island's warp.
de: §cKann nicht §fden Insel Warppunkt setzen.

source: §aCan §ftoggle the island's warp.
de: §aKann §den Insel Warmpunkt Ein-/Ausschalten.

source: §cCannot §ftoggle the island's warp.
de: §cKann nicht §den Insel Warmpunkt Ein-/Ausschalten.

source: §aCan §finvite others to the island.
de: §aKann §Spieler auf die Insel Einladen.

source: §cCannot §finvite others to the island.
de: §cKann keine §Spieler auf die Insel Einladen.

source: §aCan §fkick others from the island.
de: §aKann §Spieler von der Insel werfen.

source: §cCannot §fkick others from the island.
de: §cKann keine §Spieler von der Insel werfen.

source: §e<Click to change this player's permissions>
de: §e<Klick um die Rechte des Spielers zu ändern>

source: §9Island Log
de: §9Island Logbuch

source: §lIsland Log
de: §lInsel Logbuch

source: §eClick here to return to §ethe main island screen.
de: §eKlick hier um zum Haupt- §eInsel Menü zu gelangen.

source: §e§lIsland Log
de: §e§lInsel Logbuch

source: §9Island Biome
de: §9Insel Biome

source: §hIsland Biome
de: §hInsel Biome

source: §aBiome: Ocean
de: §aBiome: Ozean

source: §fThe ocean biome is the basic §fstarting biome for all islands. §fpassive mobs like animals will §fnot spawn. Hostile mobs will §fspawn normally.
de: §fDas Startbiome für jede Insel ist §fdas Ozeanbiome. Friedliche Tiere §fwerden nicht Erscheinen. Feindliche §fKreaturen erscheinen normal.

source: §2§lThis is your current biome.
de: §2§lDas ist dein aktuelles Biome.

source: §e§lClick to change to this biome.
de: §e§lKlicke um zu diesem Biome zu wechseln.

source: §8Biome: Ocean
de: §8Biome: Ozean

source: §cYou cannot use this biome. §7The ocean biome is the basic §7starting biome for all islands. §7passive mobs like animals will §7not spawn. Hostile mobs will §7spawn normally.
de: §cDu kannst dieses Biome nicht verwenden. 7fDas Startbiome für jede Insel ist §7das Ozeanbiome. Friedliche Tiere §7werden nicht erscheinen. Feindliche §7Kreaturen erscheinen normal.

source: §aBiome: Forest
de: §aBiome: Wald

source: §fThe forest biome will allow §fyour island to spawn passive. §fmobs like animals (including §fwolves). Hostile mobs will §fspawn normally.
de: §fDas Wald Biome erlaubt deiner §fInsel das Friedliche Tiere erscheinen §f(auch Wölfe). Feindliche §fKreaturen erscheinen normal.

source: §8Biome: Forest
de: §8Biome: Wald

source: §cYou cannot use this biome. §7The forest biome will allow §7your island to spawn passive. §7mobs like animals (including §7wolves). Hostile mobs will §7spawn normally.
de: §cDu kannst dieses Biome nicht Verwenden. §7Das Wald Biome erlaubt deiner §7Insel das Friedliche Tiere erscheinen §7(auch Wölfe). Feindliche §7Kreaturen erscheinen normal.

source: §aBiome: Desert
de: §aBiome: Wüste

source: §fThe desert biome makes it so §fthat there is no rain or snow §fon your island. Passive mobs §fwon't spawn. Hostile mobs will §fspawn normally.
de: §fIm Wüsten Biome Regnet oder §fSchneit es nicht. Friedliche Tiere §fwerden nicht erscheinen. Feindliche §fKreaturen erscheinen normal.

source: §8Biome: Desert
de: §8Biome: Wüste

source: §cYou cannot use this biome. §7The desert biome makes it so §7that there is no rain or snow §7on your island. Passive mobs §7won't spawn. Hostile mobs will §7spawn normally.
de: §cDu kannst dieses Biome nicht verwenden. §7Im Wüsten Biome Regnet oder §7Schneit es nicht. Friedliche Tiere §7werden nicht erscheinen. Feindliche §7Kreaturen erscheinen normal.

source: §aBiome: Jungle
de: §aBiome: Jungel

source: §fThe jungle biome is bright §fand colorful. Passive mobs §f(including ocelots) will §fspawn. Hostile mobs will §fspawn normally.
de: §fDas Dschungel Biome ist hell §fund farbenfroh. Friedliche Tiere §f(auch Ozelots) werden erscheinen. §fFeindliche Kreaturen erscheinen normal.

source: §8Biome: Jungle
de: §8Biome: Jungel

source: §cYou cannot use this biome. §7The jungle biome is bright §7and colorful. Passive mobs §7(including ocelots) will §7spawn. Hostile mobs will §7spawn normally.
de: §cDu kannst dieses Biome nicht verwenden. §7Das Dschungel Biome ist hell §7und farbenfroh. Friedliche Tiere §7(auch Ozelots) werden erscheinen. §7Feindliche Kreaturen erscheinen normal.

source: §aBiome: Swampland
de: §aBiome: Sumpf

source: §fThe swamp biome is dark §fand dull. Passive mobs §fwill spawn normally and §fslimes have a small chance §fto spawn at night depending §fon the moon phase.
de: §fDas Sumpf Biome ist dunkel §fund trist. Friedliche Tiere erscheinen §fNormal. Je nach Mondphase können §fselten in der Nacht Schleime erscheinen.

source: §8Biome: Swampland
de: §8Biome: Sumpf

source: §cYou cannot use this biome. §7The swamp biome is dark §7and dull. Passive mobs §7will spawn normally and §7slimes have a small chance §7to spawn at night depending §7on the moon phase.
de: §cDu kannst dieses Biome nicht verwenden. §7Das Sumpf Biome ist dunkel §7und trist. Friedliche Tiere erscheinen §7Normal. Je nach Mondphase können §7selten in der Nacht Schleime erscheinen.

source: §aBiome: Taiga
de: §aBiome: Einöde

source: §fThe taiga biome has snow §finstead of rain. Passive §fmobs will spawn normally §f(including wolves) and §fhostile mobs will spawn.
de: §fIm Taiga Biome Schneit es. §fFriedliche Tiere (auch Wölfe) §ferschienen. Feindliche Kreaturen §ferscheinen normal.

source: §8Biome: Taiga
de: §8Biome: Einöde

source: §cYou cannot use this biome. §7The taiga biome has snow §7instead of rain. Passive §7mobs will spawn normally §7(including wolves) and §7hostile mobs will spawn.
de: §cDu kannst dieses Biome nicht verwenden. §7Im Taiga Biome Schneit es. §7Friedliche Tiere (auch Wölfe) §7erschienen. Feindliche Kreaturen §7erscheinen normal.

source: §aBiome: Mushroom
de: §aBiome: Pilzland

source: §fThe mushroom biome is §fbright and colorful. §fMooshrooms are the only §fmobs that will spawn. §fNo other passive or §fhostile mobs will spawn.
de: §fDas Pilz Biome ist hell und farbenfroh. §fPilzkühe sind die einzigen Tiere die §ferscheinen. Keine anderen §fKreaturen werden erscheinen.

source: §8Biome: Mushroom
de: §8Biome: Pilzland

source: §cYou cannot use this biome. §7The mushroom biome is §7bright and colorful. §7Mooshrooms are the only §7mobs that will spawn. §7No other passive or §7hostile mobs will spawn.
de: §cDu kannst dieses Biome nicht verwenden. §7Das Pilz Biome ist hell und farbenfroh. §7Pilzkühe sind die einzigen Tiere die §7erscheinen. Keine anderen §7Kreaturen werden erscheinen.

source: §aBiome: Hell(Nether)
de: §aBiome: Hölle(Nether)

source: §fThe hell biome looks §fdark and dead. Some §fmobs from the nether will §fspawn in this biome §f(excluding ghasts and §fblazes).
de: §fDas Höllen Biome sieht Dunkel §fund Tot aus. Machen Kreaturen §fvom Nether werden erscheinen §f(Keine Ghasts/Lohen).

source: §8Biome: Hell(Nether)
de: §8Biome: Hölle(Nether)

source: §cYou cannot use this biome. §7The hell biome looks §7dark and dead. Some §7mobs from the nether will §7spawn in this biome §7(excluding ghasts and §7blazes).
de: §cDu kannst dieses Biome nicht verwenden. §7Das Höllen Biome sieht Dunkel §7und Tot aus. Machen Kreaturen §7vom Nether werden erscheinen §7(Keine Ghasts/Lohen).

source: §aBiome: Sky(End)
de: §aBiome: End

source: §fThe sky biome gives your §fisland a special dark sky. §fOnly endermen will spawn §fin this biome.
de: §fDas Himmelsbinome gibt deiner §fInsel einen Speziellen Dunklen Himmel. §fNur Endermänner werden in §fdiesem Biome erscheinen.

source: §8Biome: Sky(End)
de: §8Biome: End

source: §cYou cannot use this biome. §7The sky biome gives your §7island a special dark sky. §7Only endermen will spawn §7in this biome.
de: §cDU kannst dieses Biome nicht verwenden. §7Das Himmelsbinome gibt deiner §7Insel einen Speziellen Dunklen Himmel. §7Nur Endermänner werden in §7diesem Biome erscheinen.

source: §aBiome: Plains
de: §aBiome: Flachland

source: §fThe plains biome has rain §finstead of snow. Passive §fmobs will spawn normally §f(including horses) and §fhostile mobs will spawn.
de: §fDas Flachland Biome hat Regen §fanstelle von Schnee. Friedliche §fTiere (auch Pferde) werden erscheinen. §fFeindliche Kreaturen erscheinen normal.

source: §8Biome: Plains
de: §8Biome: Flachland

source: §cYou cannot use this biome. §7The plains biome has rain §7instead of snow. Passive §7mobs will spawn normally §7(including horses) and §7hostile mobs will spawn.
de: §cDu kannst dieses Biome nicht verwenden. §7Das Flachland Biome hat Regen §7anstelle von Schnee. Friedliche §7Tiere (auch Pferde) werden erscheinen. §7Feindliche Kreaturen erscheinen normal.

source: §aBiome: Extreme Hills
de: §aBiome: Extreme Berge

source: §fThe extreme hills biome. §fPassive mobs will spawn §fnormally and hostile §fmobs will spawn.
de: §fHohe Berge Biome §fFriedliche Tiere erscheinen. §fFeindliche Kreaturen erscheinen normal.

source: §8Biome: Extreme Hills
de: §8Biome: Extreme Berge

source: §cYou cannot use this biome. §7The extreme hills biome. §7Passive mobs will spawn §7normally and hostile §7mobs will spawn.
de: §cDu kannst dieses Biome nicht verwenden. §7Hohe Berge Biome §7Friedliche Tiere erscheinen. §7Feindliche Kreaturen erscheinen normal.

source: §aBiome: Flower Forest
de: §aBiome: Blumenwald

source: §fThe flower forest biome. §fPassive mobs will spawn §fnormally and hostile §fmobs will spawn.
de: §fDas Blumen Biome. §fFriedliche Tiere erscheinen. §fFeindliche Kreaturen erscheinen normal.

source: §8Biome: Flower Forest
de: §8Biome: Blumenwald

source: §cYou cannot use this biome. §7The flower forest biome. §7Passive mobs will spawn §7normally and hostile §7mobs will spawn.
de: §cDu kannst dieses Biome nicht verwenden. §7Das Blumen Biome. §7Friedliche Tiere erscheinen. §7Feindliche Kreaturen erscheinen normal.

source: §9Challenge Menu ({0}/{1})
de: §9Aufgaben Menü ({0}/{1})

source: §9Island Menu
de: §9Insel Menü

source: §9Island Create Menu
de: §9Insel Erstellung Menü

source: §a§lStart an Island
de: §a§lStarte eine Insel

source: §fStart your skyblock journey §fby starting your own island. §fComplete challenges to earn §fitems and skybucks to help §fexpand your skyblock. You can §finvite others to join in §fbuilding your island empire! §e§lClick here to start!
de: §fStarte dein SkyBlock Abenteuer §fmit einer eigenen Insel. Beende §faufgaben um Belohnungen zu erhalten §fdie dir dabei helfen deine Insel zu §fexpandieren. Du kannst andere Spieler §fdazu einladen mit die ein §fSkyblock Imperium aufzubauen. §e§lKlick hier um zu starten!

source: §a§lJoin an Island
de: §a§lTrete einer Insel bei
